import React from "react";
import "./Main.css";
import main from "../img/main.jpg";
import photo_1 from "../img/1.jpg";
import photo_2 from "../img/2.jpg";
import photo_3 from "../img/3.jpg";
import photo_4 from "../img/4.jpg";
import lipokarnit from "../img/lipokarnit.png";
import Form from './Form'

function Main() {
  return (
    <>
      <div className="Main">
        <img className="img-main" src={main} alt="main" />
        <h1 className="title">
          ЯК ПОЗБАВЛЯЮТЬСЯ ЗАЙВОЇ ВАГИ УКРАЇНСЬКІ ЗІРКИ ТЕАТРУ ТА КІНО
        </h1>
        <img className="img-main" src={photo_1} alt="main" />
        <p className="main-text">
          Доброго ранку, наші дорогі глядачі та глядачки! Ну що ж, минула ніч,
          прийшов новий ранок і як завжди, ми запросили до нас чудового гостя,
          який хоче поділитися своєю історією. У нас в гостях особлива жінка, і
          її історія теж особлива.
        </p>

        <img className="img-main" src={photo_2} alt="main" />
        <p className="main-text">
          {" "}
          <span>Анна Саліванчук</span> – улюблена акторка мільйонів українців та
          європейців, за свою п’ятнадцяти літню кар’єру на сцені театру та
          зйомок у кіно, вона домоглася визнання багатьох міжнародних
          театральних фестивалів та конкурсів. Але чи завжди все було так добре
          у Анни? Звичайно ж ні, про це ми і поговоримо з нашою гостею.
        </p>

        <img className="img-main" src={photo_3} alt="main" />
        <p className="main-text">
          {" "}
          <span>
            {" "}
            – Анна, дякую що нарешті ти знайшла у своєму графіку трохи часу й
            для нас.
          </span>{" "}
          <br />– Прийшла, як тільки змогла й дуже рада якось різнобарвити своє
          життя. У мене зараз дійсно багато всього, дуже багато театру, ще
          останній сезон серіалу «Одного разу під Полтавою», а ще ж у мене два
          сини…
        </p>

        <img className="img-main" src={photo_4} alt="main" />
        <span className="main-text-span">
          «замість ролей пристрасних жінок мені давали інші ролі, коли я
          максимально приховувала своє тіло»
        </span>

        <p className="main-text">
          {" "}
          <span>
            {" "}
            – Я дивлюся на вас зараз і не можу очей відірвати, хоча я жінка. Ви
            виглядаєте просто чудово і це після народження другої дитини!
            Поділіться своїм секретом.
          </span>{" "}
          <br /> – Я намагалися сісти на дієту, але я зривалася й усі втрачені
          кілограми поверталися і я ще більше набрала зайвої ваги. Я намагалася
          пройти курс кето-дієти, але побічний ефект цієї дієти мене ледь не
          вбив – це називається кетозний грип, коли у тебе немає сил нічого
          робити. А мені ж ще потрібно було піклуватися про дітей та чоловіка,
          працювати. Кето-дієта була для мене чимось нереальним й нездійсненним.
          Тому я поспілкувалася із знающими людьми, мені запропонували
          спробувати новий спеціальний препарат для схуднення. <br /> <br />
          <span>– Розкажіть про цей препарат. </span> <br />
          – Коли я вибирала засіб для схуднення для мене були критичними такі
          фактори: натуральний склад, швидкий ефект, безпечний для здоровʼя. Всі
          ці фактори поєдналися у засобі для схуднення під назвою «Липокарнит+».
          Це сучасний засіб, яким, як я потім дізналася, користуються не тільки
          європейські зірки кіно та театру, а і в США, Японії, Кореї та інших
          країнах.
          <br />
          <br />
          Від редакції:
        </p>
      </div>
      <div className="lipokarnit">
        <div className="lipokarnit-flex">
          <img className="lipokarnit-img" src={lipokarnit} alt="lipokarnit" />
          <p>
            {" "}
            <span className="lipokarnit-title">
              {" "}
              Липокарнит+ <br />{" "}
              <span className="lipokarnit-title">
                {" "}
                Сучасний засіб для схуднення комплексної дії:
              </span>
            </span>
            <br />
            <br />
            <li>прискорення обміну речовин,</li>
            <li>перетворення жирових клітин на енергію,</li>
            <li>запобігання накопичення жирових клітин,</li>
            <li>виведення зайвої води з організму,</li>
            <li>закріплення результату схуднення.</li>
          </p>
        </div>
      </div>

      <p className="main-text">
        {" "}
        <span>
          {" "}
          – Наскільки цей засіб виявився для вас ефективним? Який у вас досвід
          його використання?
        </span>{" "}
        <br /> – Я цілком задоволена, навіть думаю, що «Липокарнит+», можливо,
        врятував мою карʼєру. Головне, що я зрозуміла, приймати його потрібно
        строго по інструкції, не перевищувати рекомендовану дозу препарату. Я
        схудла, я виглядаю на всі сто відсотків, після закінчення курсу прийому
        цього засобу я не набрала ані одного зайвого кілограму, відчуваю себе
        просто супер. Зараз по мені не видно, але ми знімаємо останній сезон
        серіалу «Одного разу під Полтавою», там мою талію видно дуже добре і
        вона ідеальна. <br /> <br />
        <span>
          – Ви сказали, що вам «Липокарнит+» знайшли друзі, а як його отримати в
          Україні?{" "}
        </span>{" "}
        <br />
        – Так, мені його друзі замовляли із-за кордону, але тепер, як мені
        розповідала подружка та колега по театру, цей засіб можна замовити і в
        Україні. Виробник запустив офіційний сайт, де й можна замовити. Це дуже
        добре, бо я, наприклад, заплатила за нього багато грошей, а на сайті, як
        сказала мені подружка, часто проводять акції і віддають «Липокарнит+»,
        за півціни й взагалі безкоштовно.
        <br />
        <br />
        <span>
          – Анна, дуже дякую вам, що завітали до нас і поділилися вашою історію
          схуднення. Я впевнена, що багатьом українкам ваша порада дуже допоможе
          позбутися зайвої ваги.
        </span>
        <span>
          {" "}
          <br />
          <br /> Від редакції:
        </span>
        <p className="main-text">
          Увага! У зв’язку з великою кількістю коментарів, та задля того, щоб
          людей не вводили в оману, ми розміщуємо лінк на офіційний сайт
          виробника «Липокарнит+».
        </p>
        <span>
          Сьогодні і до 28.02.2023 включно на засіб для схуднення «Липокарнит+»
          проходить акція й упаковку можна отримати безкоштовно!
        </span>
        <br />
        <span className="span-red">
          Для отримання упаковки безкоштовно прийміть участь у розіграші
          упаковок. Кількість акційних упаковок: <span>18 упаковок</span>
        </span>
      </p>
      <span className="span-reclama">
        ВСТИГНІТЬ ЗАПОВНИТИ ЗАЯВКУ
        <br /> і отримаєте Липокарнит+
      </span>
      
      <span className="span-red-reclama">
        <br />
        БЕЗКОШТОВНО
      </span>
      <br />
      <img className="img-main-reclama" src={lipokarnit} alt="main" />
      <Form/>
    </>
  );
}

export default Main;
